const breeds = {
  "Пекинес": {
    "Стрижка": 1500,
    "Купание": 800,
    "Чистка ушей": 300,
    "Стрижка когтей": 200
  },

  "Бульдог": {
    "Стрижка": 2000,
    "Купание": 1000,
    "Чистка ушей": 350,
    "Стрижка когтей": 250
  },

  "Лабрадор": {
    "Стрижка": 2500,
    "Купание": 1200,
    "Чистка ушей": 400,
    "Стрижка когтей": 300
  },

  "Шпиц": {
    "Стрижка": 1800,
    "Купание": 900,
    "Чистка ушей": 320,
    "Стрижка когтей": 220
  },
  
  "Чихуахуа": {
    "Стрижка": 1600,
    "Купание": 850,
    "Чистка ушей": 310,
    "Стрижка когтей": 210
  },

  // Новые породы
  "Ротвейлер": {
    "Стрижка": 2200,
    "Купание": 1100,
    "Чистка ушей": 360,
    "Стрижка когтей": 270
  },

  "Голдентр Retriever": {
    "Стрижка": 2400,
    "Купание": 1300,
    "Чистка ушей": 380,
    "Стрижка когтей": 290
  },

  "Далматин": {
    "Стрижка": 2000,
    "Купание": 1000,
    "Чистка ушей": 340,
    "Стрижка когтей": 260
  },

  "Кокер-спаниель": {
    "Стрижка": 1900,
    "Купание": 950,
    "Чистка ушей": 330,
    "Стрижка когтей": 230
  },

  "Мопс": {
    "Стрижка": 1700,
    "Купание": 880,
    "Чистка ушей": 300,
    "Стрижка когтей": 220
  },

  "Сибирский хаски": {
    "Стрижка": 2100,
    "Купание": 1150,
    "Чистка ушей": 350,
    "Стрижка когтей": 270
  },

  "Боксер": {
    "Стрижка": 2300,
    "Купание": 1200,
    "Чистка ушей": 370,
    "Стрижка когтей": 280
  },

  "Французский бульдог": {
    "Стрижка": 2000,
    "Купание": 1000,
    "Чистка ушей": 340,
    "Стрижка когтей": 260
  },

  "Алабай": {
    "Стрижка": 2600,
    "Купание": 1400,
    "Чистка ушей": 420,
    "Стрижка когтей": 320
  },

  "Чесапик-бей": {
    "Стрижка": 2000,
    "Купание": 1050,
    "Чистка ушей": 340,
    "Стрижка когтей": 260
  },

  "Бордер-колли": {
    "Стрижка": 2100,
    "Купание": 1100,
    "Чистка ушей": 360,
    "Стрижка когтей": 270
  }
}

export default breeds;
